12/data/attachments/ba8726b298c42aa5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:username>
            <nif:friendToBeAdded>Jason_American_Actions_23936_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>